
export default [
  {
    title: '基本规定',
    id: 'a',
    dataList:[
      {
        number: `3.2.8-1`,
        content: `采用全装修：一星级、二星级、三星级3个等级的绿色建筑均应进行全装修`,
        total: `——`,
        self: `符合要求`
      },
    {
        number: `3.2.8-2`,
        content: `围护结构热工性能的提高比例，或建筑供暖空调负荷降低比例：一星级达到围护结构提高5%，或负荷降低5%；二星级达到围护结构提高10%，或负荷降低10%；三星级围护结构提高20%，或负荷降低15%`,
        total: `——`,
        self: `达到二星级要求`
      },
    {
        number: `3.2.8-3`,
        content: `严寒和寒冷地区住宅建筑外窗传热系数降低比例：一星级降低5%；二星级降低10%；三星级降低20%`,
        total: `——`,
        self: `非住宅`
      },
    {
        number: `3.2.8-4`,
        content: `节水器具用水效率等级：一星级达到3级；二星级和三星级达到2级`,
        total: `——`,
        self: `达到二星级要求`
      },
    {
        number: `3.2.8-5`,
        content: `住宅建筑隔声性能：二星级室外与卧室之间、分户墙（楼板）两侧卧室之间的空气声隔声性能以及卧室楼板的撞击声隔声性能达到低限标准限值和高要求标准限值的平均值；三星级室外与卧室之间、分户墙（楼板）两侧卧室之间的空气声隔声性能以及卧室楼板的撞击声隔声性能达到高要求标准限值`,
        total: `——`,
        self: `非住宅`
      },
    {
        number: `3.2.8-6`,
        content: `室内主要空气污染物浓度降低比例：一星级降低10%；二星级和三星级降低20%`,
        total: `——`,
        self: `达到二星级要求`
      },
    {
        number: `3.2.8-7`,
        content: `外窗气密性能：一星级、二星级、三星级3个等级的绿色建筑均应符合国家现行相关节能设计标准的规定，且外窗洞口与外窗本体的结合部位应严密`,
        total: `——`,
        self: `符合要求`
      }
    ]
  },
  {
    title: '安全耐久',
    id: 'b',
    dataList: [
      {
        number: `4.1.1`,
        content: `场地应避开滑坡、泥石流等地质危险地段，易发生洪涝地区应有可靠的防洪涝基础设施；场地应无危险化学品、易燃易爆危险源的威胁，应无电磁辐射、含氡土壤的危害。`,
        total: `——`,
        self: `√`
      },
    {
        number: `4.1.2`,
        content: `建筑结构应满足承载力和建筑使用功能要求。建筑外墙、屋面、门窗、幕墙及外保温等围护结构应满足安全、耐久和防护的要求`,
        total: `——`,
        self: `√`
      },
    {
        number: `4.1.3`,
        content: `外遮阳、太阳能设施、空调室外机位、外墙花池等外部设施应与建筑主体结构统一设计、施工，并应具备安装、检修与维护条件`,
        total: `——`,
        self: `√`
      },
    {
        number: `4.1.4`,
        content: `建筑内部的非结构构件、设备及附属设施等应连接牢固并能适应主体结构变形`,
        total: `——`,
        self: `√`
      },
    {
        number: `4.1.5`,
        content: `建筑外门窗必须安装牢固，其抗风压性能和水密性能应符合国家现行有关标准的规定`,
        total: `——`,
        self: `√`
      },
    {
        number: `4.1.6`,
        content: `卫生间、浴室的地面应设置防水层，墙面、顶棚应设置防潮层`,
        total: `——`,
        self: `√`
      },
    {
        number: `4.1.7`,
        content: `走廊、疏散通道等通行空间应满足紧急疏散、应急救护等要求，且应保持畅通`,
        total: `——`,
        self: `√`
      },
    {
        number: `4.1.8`,
        content: `应具有安全防护的警示和引导标识系统`,
        total: `——`,
        self: `√`
      },
     {
        number: `4.2.1`,
        content: `采用基于性能的抗震设计并合理提高建筑的抗震性能，评价分值为 10 分`,
        total: `——`,
        self: `√`
      },
    {
        number: `4.2.2`,
        content: `采取保障人员安全的防护措施，评价总分值为 15 分，并按下列规则分别评分并累计：1 采取措施提高阳台、外窗、窗台、防护栏杆等安全防护水平，得 5 分；2 建筑物出入口均设外墙饰面、门窗玻璃意外脱落的防护措施，并与人员通行区域的遮阳、遮风或挡雨措施结合，得5 分；3 利用场地或景观形成可降低坠物风险的缓冲区、隔离带，得 5 分`,
        total: `——`,
        self: `√`
      },
    {
        number: `4.2.3`,
        content: `采用具有安全防护功能的产品或配件，评价总分值为 10分，并按下列规则分别评分并累计：1 采用具有安全防护功能的玻璃，得 5 分；2 采用具备防夹功能的门窗，得 5 分`,
        total: `——`,
        self: `√`
      },
    {
        number: `4.2.4`,
        content: `室内外地面或路面设置防滑措施，评价总分值为 10 分，并按下列规则分别评分并累计：1 建筑出入口及平台、公共走廊、电梯门厅、厨房、浴室、卫生间等设置防滑措施，防滑等级不低于现行行业标准《建筑地面工程防滑技术规程》 JGJ/T 331 规定的 Bd 、 Bw级，得 3 分；2 建筑室内外活动场所采用防滑地面，防滑等级达到现行行业标准《建筑地面工程防滑技术规程》 JGJ/T 331 规定的 A的Ad、Aw级，得 4 分；3 建筑坡道、楼梯踏步防滑等级达到现行行业标准《建筑地面工程防滑技术规程》 JGJ/T 331 规定的 Ad 、 Aw级或按水平地面等级提高一级，并采用防滑条等防滑构造技术措施，得 3 分`,
        total: `——`,
        self: `√`
      },
    {
        number: `4.2.5`,
        content: `采取人车分流措施，且步行和自行车交通系统有充足照明，评价分值为 8 分`,
        total: `——`,
        self: `√`
      },
    {
        number: `4.2.6`,
        content: `采取提升建筑适变性的措施，评价总分值为 18 分，并按下列规则分别评分并累计：1 采取通用开放、灵活可变的使用空间设计，或采取建筑使用功能可变措施，得 7 分；2 建筑结构与建筑设备管线分离，得 7 分；3 采用与建筑功能和空间变化相适应的设备设施布置方式或控制方式，得 4 分`,
        total: `——`,
        self: `√`
      },
    {
        number: `4.2.7`,
        content: `采取提升建筑部品部件耐久性的措施，评价总分值为 10分，并按下列规则分别评分并累计：l 使用耐腐蚀、抗老化、耐久性能好的管材、管线、管件，得 5 分；2 活动配件选用长寿命产品，并考虑部品组合的同寿命性；不同使用寿命的部品组合时，采用便于分别拆换、更新和升级的构造，得 5 分`,
        total: `——`,
        self: `√`
      },
    {
        number: `4.2.8`,
        content: `提高建筑结构材料的耐久性，评价总分值为 10 分，并按下列规则评分：1 按 100 年进行耐久性设计，得 10 分。2 采用耐久性能好的建筑结构材料，满足下列条件之一，得 10 分：1) 对于混凝土构件，提高钢筋保护层厚度或采用高耐久混凝土；2) 对于钢构件，采用耐候结构钢及耐候型防腐涂料；3) 对于木构件，采用防腐木材、耐久木材或耐久木制品。`,
        total: `——`,
        self: `√`
      },
    {
        number: `4.2.9`,
        content: `合理采用耐久性好、易维护的装饰装修建筑材料，评价总分值为 9 分，并按下列规则分别评分并累计：1 采用耐久性好的外饰面材料，得 3 分；2 采用耐久性好的防水和密封材料，得 3 分；3 采用耐久性好、易维护的室内装饰装修材料，得 3 分。`,
        total: `——`,
        self: `√`
      }
    ]
  },
  {
    title: '健康舒适',
    id: 'c',
    dataList: [
      {
        number: `5.1.1`,
        content: `室内空气中的氨、甲醒、苯、总挥发性有机物、氢等污染物浓度应符合现行国家标准《室内空气质量标准》 GB/T18883 的有关规定。建筑室内和建筑主出入口处应禁止吸烟，并应在醒目位置设置禁烟标志`,
        total: `——`,
        self: `√`
      },
    {
        number: `5.1.2`,
        content: `应采取措施避免厨房、餐厅、打印复印室、卫生间、地下车库等区域的空气和污染物串通到其他空间；应防止厨房、卫生间的排气倒灌`,
        total: `——`,
        self: `√`
      },
    {
        number: `5.1.3`,
        content: `给水排水系统的设置应符合下列规定：1 生活饮用水水质应满足现行国家标准《生活饮用水卫生标准》 GB 5749 的要求；2 应制定水池、水箱等储水设施定期清洗消毒计划并实施，且生活饮用水储水设施每半年清洗消毒不应少于 1 次；3 应使用构造内自带水封的便器，且其水封深度不应小于 50mm;4 非传统水源管道和设备应设置明确、清晰的永久性标识`,
        total: `——`,
        self: `√`
      },
    {
        number: `5.1.4`,
        content: `主要功能房间的室内噪声级和隔声性能应符合下列规定：1 室内噪声级应满足现行国家标准《民用建筑隔声设计规范》 GB 50118 中的低限要求；2 外墙、隔墙、楼板和门窗的隔声性能应满足现行国家标准《民用建筑隔声设计规范》 GB 50118 中的低限要求。`,
        total: `——`,
        self: `√`
      },
    {
        number: `5.1.5`,
        content: `建筑照明应符合下列规定：1 照明数量和质量应符合现行国家标准《建筑照明设计标准》 GB 50034 的规定；2 人员长期停留的场所应采用符合现行国家标准《灯和灯系统的光生物安全性》 GB/T 20145 规定的无危险类照明产品；3 选用 LED 照明产品的光输出波形的波动深度应满足现行国家标准《 LED 室内照明应用技术要求》 GB/T 31831 的规定。`,
        total: `——`,
        self: `√`
      },
    {
        number: `5.1.6`,
        content: `应采取措施保障室内热环境。采用集中供暖空调系统的建筑，房间内的温度、湿度、新风量等设计参数应符合现行国家标准《民用建筑供暖通风与空气调节设计规范》 GB 50736 的有关规定；采用非集中供暖空调系统的建筑，应具有保障室内热环境的措施或预留条件。`,
        total: `——`,
        self: `√`
      },
    {
        number: `5.1.7`,
        content: `围护结构热工性能应符合下列规定：1 在室内设计温度、湿度条件下，建筑非透光围护结构内表面不得结露；2 供暖建筑的屋面、外墙内部不应产生冷凝；3 屋顶和外墙隔热性能应满足现行国家标准《民用建筑热工设计规范》 GB 50176 的要求`,
        total: `——`,
        self: `√`
      },
    {
        number: `5.1.8`,
        content: `主要功能房间应具有现场独立控制的热环境调节装置`,
        total: `——`,
        self: `√`
      },
    {
        number: `5.1.9`,
        content: `地下车库应设置与排风设备联动的一氧化碳浓度监测装置`,
        total: `——`,
        self: `√`
      },
    {
        number: `5.2.1`,
        content: `控制室内主要空气污染物的浓度，评价总分值为 12 分，并按下列规则分别评分并累计：1 氨、甲醒、苯、总挥发性有机物、氢等污染物浓度低于现行国家标准《室内空气质量标准》 GB/T 18883 规定限值的10%, 得 3 分；低于 20%, 得 6 分；2 室内 PM2.s 年均浓度不高于 25µg/m3, 且室内 PM10 年均浓度不高于 50µg/m3, 得 6 分`,
        total: `12`,
        self: `6`
      },
    {
        number: `5.2.2`,
        content: `选用的装饰装修材料满足国家现行绿色产品评价标准中对有害物质限量的要求，评价总分值为 8 分。选用满足要求的装饰装修材料达到 3 类及以上，得 5 分；达到 5 类及以上，得 8 分`,
        total: `8`,
        self: `8`
      },
    {
        number: `5.2.3`,
        content: `直饮水、集中生活热水、游泳池水、采暖空调系统用水、景观水体等的水质满足国家现行有关标准的要求，评价分值为 8 分`,
        total: `8`,
        self: `8`
      },
    {
        number: `5.2.4`,
        content: `生活饮用水水池、水箱等储水设施采取措施满足卫生要求，评价总分值为 9 分，并按下列规则分别评分并累计：l 使用符合国家现行有关标准要求的成品水箱，得 4 分；2 采取保证储水不变质的措施，得 5 分。`,
        total: `9`,
        self: `9`
      },
    {
        number: `5.2.5`,
        content: `所有给水排水管道、设备、设施设置明确、清晰的永久性标识，评价分值为 8 分`,
        total: `8`,
        self: `8`
      },
    {
        number: `5.2.6`,
        content: `采取措施优化主要功能房间的室内声环境，评价总分值为 8 分。噪声级达到现行国家标准《民用建筑隔声设计规范》GB 50118 中的低限标准限值和高要求标准限值的平均值，得 4分；达到高要求标准限值，得 8 分`,
        total: `8`,
        self: `8`
      },
    {
        number: `5.2.7`,
        content: `主要功能房间的隔声性能良好，评价总分值为 10 分，并按下列规则分别评分并累计：1 构件及相邻房间之间的空气声隔声性能达到现行国家标准《民用建筑隔声设计规范》 GB 50118 中的低限标准限值和高要求标准限值的平均值，得 3 分；达到高要求标准限值，得5 分；2 楼板的撞击声隔声性能达到现行国家标准《民用建筑隔声设计规范》 GB 50118 中的低限标准限值和高要求标准限值的平均值，得 3 分；达到高要求标准限值，得 5 分`,
        total: `10`,
        self: `10`
      },
    {
        number: `5.2.8`,
        content: `充分利用天然光，评价总分值为 12 分，并按下列规则分别评分并累计：1 住宅建筑室内主要功能空间至少 60% 面积比例区域，其采光照度值不低于300lx 的小时数平均不少于 8h/d, 得 9 分。2 公共建筑按下列规则分别评分并累计：1) 内区采光系数满足采光要求的面积比例达到 60%, 得3分；2) 地下空间平均采光系数不小于0.5%的面积与地下室首层面积的比例达到10%以上，得 3 分；3) 室内主要功能空间至少60%面积比例区域的采光照度值不低于采光要求的小时数平均不少于 4h/d,得3分。3 主要功能房间有眩光控制措施，得 3 分`,
        total: `12`,
        self: `6`
      },
    {
        number: `5.2.9`,
        content: `具有良好的室内热湿环境，评价总分值为 8 分，并按下列规则评分：1 采用自然通风或复合通风的建筑，建筑主要功能房间室内热环境参数在适应性热舒适区域的时间比例，达到 30%, 得 2 分；每再增加 10%, 再得 1 分，最高得 8 分。2 采用人工冷热源的建筑，主要功能房间达到现行国家标准《民用建筑室内热湿环境评价标准》 GB/T 50785 规定的室内人工冷热源热湿环境整体评价11 级的面积比例，达到 60%, 得 5 分；每再增加 10%, 再得 1 分，最高得 8 分`,
        total: `8`,
        self: `0`
      },
    {
        number: `5.2.10`,
        content: `优化建筑空间和平面布局，改善自然通风效果，评价总分值为 8 分，并按下列规则评分：1 住宅建筑：通风开口面积与房间地板面积的比例在夏热冬暖地区达到 12%, 在夏热冬冷地区达到 8%, 在其他地区达到 5%, 得 5 分；每再增加 2%, 再得 1 分，最高得 8 分。2 公共建筑：过渡季典型工况下主要功能房间平均自然通风换气次数不小于 2 次/h 的面积比例达到 70%, 得 5 分；每再增加 10%, 再得 1 分，最高得 8 分`,
        total: `8`,
        self: `8`
      },
    {
        number: `5.2.11`,
        content: `设置可调节遮阳设施，改善室内热舒适，评价总分值为 9 分，根据可调节遮阳设施的面积占外窗透明部分的比例按表 5.2.11 的规则评分`,
        total: `9`,
        self: `0`
      }
    ]
  },
  {
    title: '生活便利',
    id: 'd',
    dataList: 
    [
      {
        number: `6.1.1`,
        content: `建筑、室外场地、公共绿地、城市道路相互之间应设置连贯的无障碍步行系统`,
        total: `——`,
        self: `√`
      },
    {
        number: `6.1.2`,
        content: `场地人行出入口 500m 内应设有公共交通站点或配备联系公共交通站点的专用接驳车`,
        total: `——`,
        self: `√`
      },
    {
        number: `6.1.3`,
        content: `停车场应具有电动汽车充电设施或具备充电设施的安装条件，并应合理设置电动汽车和无障碍汽车停车位`,
        total: `——`,
        self: `√`
      },
    {
        number: `6.1.4`,
        content: `自行车停车场所应位置合理、方便出入`,
        total: `——`,
        self: `√`
      },
    {
        number: `6.1.5`,
        content: `建筑设备管理系统应具有自动监控管理功能`,
        total: `——`,
        self: `√`
      },
    {
        number: `6.1.6`,
        content: `建筑应设置信息网络系统`,
        total: `——`,
        self: `√`
      },
    {
        number: `6.2.1`,
        content: `场地与公共交通站点联系便捷，评价总分值为 8 分，并按下列规则分别评分并累计：1 场地出入口到达公共交通站点的步行距离不超过 500m,或到达轨道交通站的步行距离不大于 800m, 得 2 分；场地出入口到达公共交通站点的步行距离不超过 300m, 或到达轨道交通站的步行距离不大于 500m, 得 4 分；2 场地出入口步行距离 800m 范围内设有不少于 2 条线路的公共交通站点，得 4 分`,
        total: `8`,
        self: `6`
      },
    {
        number: `6.2.2`,
        content: `建筑室内外公共区域满足全龄化设计要求，评价总分值为 8 分，并按下列规则分别评分并累计：1 建筑室内公共区域、室外公共活动场地及道路均满足无障碍设计要求，得 3 分；2 建筑室内公共区域的墙、柱等处的阳角均为圆角，并设有安全抓杆或扶手，得 3 分；3 设有可容纳担架的无障碍电梯，得 2 分`,
        total: `8`,
        self: `5`
      },
    {
        number: `6.2.3`,
        content: `提供便利的公共服务，评价总分值为 10 分，并按下列规则评分：
    1 住宅建筑，满足下列要求中的 4 项，得 5 分；满足 6 项及以上，得 10 分。
    1) 场地出入口到达幼儿园的步行距离不大于 300m;
    2) 场地出入口到达小学的步行距离不大于 500m;
    3) 场地出入口到达中学的步行距离不大于 1000m;
    4) 场地出入口到达医院的步行距离不大于 1000m;
    5) 场地出入口到达群众文化活动设施的步行距离不大于 800m;
    6) 场地出入口到达老年人日间照料设施的步行距离不大于 500m;
    7) 场地周边 500m 范围内具有不少于 3 种商业服务设施。 
    2 公共建筑，满足下列要求中的 3 项，得 5 分；满足 5 项，得 10 分。
    1) 建筑内至少兼容 2 种面向社会的公共服务功能；
    2) 建筑向社会公众提供开放的公共活动空间；
    3) 电动汽车充电桩的车位数占总车位数的比例不低于 10%;
    4) 周边 500m 范围内设有社会公共停车场（库）；
    5) 场地不封闭或场地内步行公共通道向社会开放`,
        total: `10`,
        self: `5`
      },
    {
        number: `6.2.4`,
        content: `城市绿地、广场及公共运动场地等开敞空间，步行可达，评价总分值为 5 分，并按下列规则分别评分并累计：1 场地出入口到达城市公园绿地、居住区公园、广场的步行距离不大于 300m, 得 3 分；2 到达中型多功能运动场地的步行距离不大于 500m, 得 2 分。`,
        total: `5`,
        self: `2`
      },
    {
        number: `6.2.5`,
        content: `合理设置健身场地和空间，评价总分值为 10 分，并按下列规则分别评分并累计：
    1 室外健身场地面积不少于总用地面积的 0.5%, 得 3 分；
    2 设置宽度不少于 1.25m 的专用健身慢行道，健身慢行道长度不少于用地红线周长的 1/4 且不少于 100m, 得 2 分；
    3 室内健身空间的面积不少于地上建筑面积的 0.3% 且不少于 60 m2得 3 分；
    4 楼梯间具有天然采光和良好的视野，且距离主入口的距离不大于 15m, 得 2 分`,
        total: `10`,
        self: `10`
      },
    {
        number: `6.2.6`,
        content: `设置分类、分级用能自动远传计量系统，且设置能源管理系统实现对建筑能耗的监测、数据分析和管理，评价分值为 8 分`,
        total: `8`,
        self: `8`
      },
    {
        number: `6.2.7`,
        content: `设置 PM10 、 PM2.5 、 CO2 浓度的空气质量监测系统，且具有存储至少一年的监测数据和实时显示等功能，评价分值为 5 分`,
        total: `5`,
        self: `0`
      },
    {
        number: `6.2.8`,
        content: `设置用水远传计量系统、水质在线监测系统，评价总分值为 7 分，并按下列规则分别评分并累计：
    1 设置用水量远传计量系统，能分类、分级记录、统计分析各种用水情况，得 3分；
    2 利用计量数据进行管网漏损自动检测、分析与整改，管道漏损率低于 5%, 得2分；
    3 设置水质在线监测系统，监测生活饮用水、管道直饮水、游泳池水、非传统水源、空调冷却水的水质指标，记录并保存水质监测结果，且能随时供用户查询，得 2 分`,
        total: `7`,
        self: `5`
      },
    {
        number: `6.2.9`,
        content: `具有智能化服务系统，评价总分值为 9 分，并按下列规则分别评分并累计：
    1 具有家电控制、照明控制、安全报警、环境监测、建筑设备控制、工作生活服务等至少 3 种类型的服务功能，得 3 分；
    2 具有远程监控的功能，得 3 分；
    3 具有接入智慧城市（城区、社区）的功能，得 3 分`,
        total: `9`,
        self: `6`
      },
    {
        number: `6.2.10`,
        content: `制定完善的节能、节水、节材、绿化的操作规程、应急预案，实施能源资源管理激励机制，且有效实施，评价总分值为5 分，并按下列规则分别评分并累计：
    1 相关设施具有完善的操作规程和应急预案，得 2 分；
    2 物业管理机构的工作考核体系中包含节能和节水绩效考核激励机制，得 3 分`,
        total: `0`,
        self: `0`
      },
    {
        number: `6.2.11`,
        content: `建筑平均日用水量满足现行国家标准《民用建筑节水设计标准》 GB 50555 中节水用水定额的要求，评价总分值为 5 分，并按下列规则评分：
    1 平均日用水量大于节水用水定额的平均值、不大于上限值，得 2 分。
    2 平均日用水量大于节水用水定额下限值、不大于平均值，得 3 分。
    3 平均日用水量不大于节水用水定额下限值，得 5 分`,
        total: `0`,
        self: `0`
      },
    {
        number: `6.2.12`,
        content: `定期对建筑运营效果进行评估，并根据结果进行运行优化，评价总分值为 12 分，并按下列规则分别评分并累计：
    1 制定绿色建筑运营效果评估的技术方案和计划，得 3 分；
    2 定期检查、调适公共设施设备，具有检查、调试、运行、标定的记录，且记录完整，得 3 分；
    3 定期开展节能诊断评估，并根据评估结果制定优化方案并实施，得 4 分；
    4 定期对各类用水水质进行检测、公示，得 2 分`,
        total: `0`,
        self: `0`
      },
    {
        number: `6.2.13`,
        content: `建立绿色教育宣传和实践机制，编制绿色设施使用手册，形成良好的绿色氛围，并定期开展使用者满意度调查，评价总分值为 8 分，并按下列规则分别评分并累计：1 每年组织不少于 2 次的绿色建筑技术宣传、绿色生活引导、灾害应急演练等绿色教育宣传和实践活动，并有活动记录，得 2 分；
    2 具有绿色生活展示、体验或交流分享的平台，并向使用者提供绿色设施使用手册，得 3 分；
    3 每年开展 1 次针对建筑绿色性能的使用者满意度调查，且根据调查结果制定改进措施并实施、公示，得 3 分`,
        total: `0`,
        self: `0`
      }
    ]
  },
  {
    title: '资源节约',
    id: 'e',
    dataList: [
      {
        number: `7.1.1`,
        content: `应结合场地自然条件和建筑功能需求，对建筑的体形、平面布局、空间尺度、围护结构等进行节能设计，且应符合国家有关节能设计的要求。`,
        total: `——`,
        self: `√`
      },
    {
        number: `7.1.2`,
        content: `应采取措施降低部分负荷、部分空间使用下的供暖、空调系统能耗，并应符合下列规定：
    1 应区分房间的朝向细分供暖、空调区域，并应对系统进行分区控制；
    2 空调冷源的部分负荷性能系数 (IPLV) 、电冷源综合制冷性能系数 (SCOP) 应符合现行国家标准《公共建筑节能设计标准》 GB 50189 的规定。`,
        total: `——`,
        self: `√`
      },
    {
        number: `7.1.3`,
        content: `应根据建筑空间功能设置分区温度，合理降低室内过渡区空间的温度设定标准。`,
        total: `——`,
        self: `√`
      },
    {
        number: `7.1.4`,
        content: `主要功能房间的照明功率密度值不应高于现行国家标准《建筑照明设计标准》 GB 50034 规定的现行值；公共区域的照明系统应采用分区、定时、感应等节能控制；采光区域的照明控制应独立于其他区域的照明控制。`,
        total: `——`,
        self: `√`
      },
    {
        number: `7.1.5`,
        content: `冷热源、输配系统和照明等各部分能耗应进行独立分项计量。`,
        total: `——`,
        self: `√`
      },
    {
        number: `7.1.6`,
        content: `垂直电梯应采取群控、变频调速或能量反馈等节能措施；自动扶梯应采用变频感应启动等节能控制措施。`,
        total: `——`,
        self: `√`
      },
    {
        number: `7.1.7`,
        content: `应制定水资源利用方案，统筹利用各种水资源，并应符合下列规定：
    1 应按使用用途、付费或管理单元，分别设置用水计量装置；2 用水点处水压大于 0.2MPa 的配水支管应设置减压设施，并应满足给水配件最低工作压力的要求；
    3 用水器具和设备应满足节水产品的要求。`,
        total: `——`,
        self: `√`
      },
    {
        number: `7.1.8`,
        content: `不应采用建筑形体和布置严重不规则的建筑结构。`,
        total: `——`,
        self: `√`
      },
    {
        number: `7.1.9`,
        content: `建筑造型要素应简约，应无大量装饰性构件，并应符合下列规定：
    1 住宅建筑的装饰性构件造价占建筑总造价的比例不应大于 2%;
    2 公共建筑的装饰性构件造价占建筑总造价的比例不应大于 1%`,
        total: `——`,
        self: `√`
      },
    {
        number: `7.1.10`,
        content: `选用的建筑材料应符合下列规定：
    1 500km 以内生产的建筑材料重量占建筑材料总重量的比例应大于 60%;
    2 现浇混凝土应采用预拌混凝土，建筑砂浆应采用预拌砂浆。`,
        total: `——`,
        self: `√`
      },
    {
        number: `7.2.1`,
        content: `节约集约利用土地，评价总分值为 20 分，并按下列规则评分：
    1 对于住宅建筑，根据其所在居住街坊人均住宅用地指标按表 7.2.1-1 的规则评分；2 对于公共建筑，根据不同功能建筑的容积率 （R) 按表7.2.1-2 的规则评分`,
        total: `20`,
        self: `8`
      },
    {
        number: `7.2.2`,
        content: `合理开发利用地下空间，评价总分值为 12 分，根据地下空间开发利用指标，按表 7.2.2 的规则评分。`,
        total: `12`,
        self: `0`
      },
    {
        number: `7.2.3`,
        content: `采用机械式停车设施、地下停车库或地面停车楼等方式，评价总分值为 8 分，并按下列规则评分：
    1 住宅建筑地面停车位数量与住宅总套数的比率小于 10%, 得 8 分。
    2 公共建筑地面停车占地面积与其总建设用地面积的比率小于 8%, 得 8 分。`,
        total: `8`,
        self: `8`
      },
    {
        number: `7.2.4`,
        content: `优化建筑围护结构的热工性能，评价总分值为 15 分，并按下列规则评分：
    1 围护结构热工性能比国家现行相关建筑节能设计标准规定的提高幅度达到 5%, 得 5 分；达到 10%, 得 10 分；达到 15%, 得 15 分。
    2 建筑供暖空调负荷降低 5%, 得 5 分；降低 10%, 得 10分；降低 15%, 得 15 分。`,
        total: `15`,
        self: `10`
      },
    {
        number: `7.2.5`,
        content: `供暖空调系统的冷、热源机组能效均优于现行国家标准《公共建筑节能设计标准》 GB 50189 的规定以及现行有关国家标准能效限定值的要求，评价总分值为 10 分，按表 7.2.5 的规则评分。`,
        total: `10`,
        self: `10`
      },
    {
        number: `7.2.6`,
        content: `采取有效措施降低供暖空调系统的末端系统及输配系统的能耗，评价总分值为 5 分，并按以下规则分别评分并累计：
    1 通风空调系统风机的单位风量耗功率比现行国家标准《公共建筑节能设计标准》 GB 50189 的规定低 20%, 得 2 分；
    2 集中供暖系统热水循环泵的耗电输热比、空调冷热水系统循环水泵的耗电输冷（热）比比现行国家标准《民用建筑供暖通风与空气调节设计规范》 GB 50736 规定值低 20%, 得 3 分。`,
        total: `5`,
        self: `5`
      },
    {
        number: `7.2.7`,
        content: `采用节能型电气设备及节能控制措施，评价总分值为 10 分，并按下列规则分别评分并累计：
    1 主要功能房间的照明功率密度值达到现行国家标准《建筑照明设计标准》 GB 50034 规定的目标值，得 5 分；
    2 采光区域的人工照明随天然光照度变化自动调节，得 2 分；
    3 照明产品、三相配电变压器、水泵、风机等设备满足国家现行有关标准的节能评价值的要求，得 3 分。`,
        total: `10`,
        self: `8`
      },
    {
        number: `7.2.8`,
        content: `采取措施降低建筑能耗，评价总分值为 10 分。建筑能耗相比国家现行有关建筑节能标准降低 10%, 得 5 分；降低 20%,得 10 分。`,
        total: `10`,
        self: `0`
      },
    {
        number: `7.2.9`,
        content: `结合当地气候和自然资源条件合理利用可再生能源，评价总分值为 10 分，按表 7.2.9 的规则评分。`,
        total: `10`,
        self: `0`
      },
    {
        number: `7.2.10`,
        content: `使用较高用水效率等级的卫生器具，评价总分值为 15 分，并按下列规则评分：
    1 全部卫生器具的用水效率等级达到 2 级，得 8 分。
    2 50% 以上卫生器具的用水效率等级达到 1 级且其他达到 2 级，得 12 分；
    3 全部卫生器具的用水效率等级达到 1 级，得 15 分。`,
        total: `15`,
        self: `15`
      },
    {
        number: `7.2.11`,
        content: `绿化灌溉及空调冷却水系统采用节水设备或技术，评价总分值为 12 分，并按下列规则分别评分并累计：
    1 绿化灌溉采用节水设备或技术，并按下列规则评分：
    1) 采用节水灌溉系统，得 4 分。
    2) 在采用节水灌溉系统的基础上，设置土壤湿度感应器、雨天自动关闭装置等节水控制措施，或种植无须永久灌溉植物，得 6 分。
    2 空调冷却水系统采用节水设备或技术，并按下列规则评分：
    1) 循环冷却水系统采取设置水处理措施、加大集水盘、设置平衡管或平衡水箱等方式，避免冷却水泵停泵时冷却水溢出，得 3 分。
    2) 采用无蒸发耗水量的冷却技术，得 6 分。`,
        total: `12`,
        self: `12`
      },
    {
        number: `7.2.12`,
        content: `结合雨水综合利用设施营造室外景观水体，室外景观水体利用雨水的补水量大于水体蒸发量的 60%, 且采用保障水体水质的生态水处理技术，评价总分值为 8 分，并按下列规则分别评分并累计：
    1 对进入室外景观水体的雨水，利用生态设施削减径流污染，得 4 分；
    2 利用水生动、植物保障室外景观水体水质，得 4 分。`,
        total: `8`,
        self: `8`
      },
    {
        number: `7.2.13`,
        content: `使用非传统水源，评价总分值为 15 分，并按下列规则分别评分并累计：
    1 绿化灌溉、车库及道路冲洗、洗车用水采用非传统水源的用水量占其总用水量的比例不低于 40%, 得 3 分；不低于 60%, 得 5 分；
    2 冲厕采用非传统水源的用水量占其总用水量的比例不低于 30%, 得 3 分；不低于 50%, 得 5 分；
    3 冷却水补水采用非传统水源的用水量占其总用水量的比例不低于 20%, 得 3 分；不低于 40%, 得 5 分。`,
        total: `15`,
        self: `5`
      },
    {
        number: `7.2.14`,
        content: `建筑所有区域实施土建工程与装修工程一体化设计及施工，评价分值为 8 分。`,
        total: `8`,
        self: `8`
      },
    {
        number: `7.2.15`,
        content: `合理选用建筑结构材料与构件，评价总分值为 10 分，并按下列规则评分：
    1 混凝土结构，按下列规则分别评分并累计：
    1) 400MPa 级及以上强度等级钢筋应用比例达到 85%,得 5 分；
    2) 混凝土竖向承重结构采用强度等级不小于 C50 混凝土用量占竖向承重结构中混凝土总量的比例达到 50%,得 5 分。
    2 钢结构，按下列规则分别评分并累计：
    1) Q345 及以上高强钢材用量占钢材总量的比例达到 50%, 得 3 分；达到 70%, 得 4 分；
    2) 螺栓连接等非现场焊接节点占现场全部连接、拼接节点的数量比例达到 50%, 得 4 分；
    3) 采用施工时免支撑的楼屋面板，得 2 分。
    3 混合结构：对其混凝土结构部分、钢结构部分，分别按本条第 1 款、第 2 款进行评价，得分取各项得分的平均值。`,
        total: `10`,
        self: `5`
      },
    {
        number: `7.2.16`,
        content: `建筑装修选用工业化内装部品，评价总分值为 8 分。建筑装修选用工业化内装部品占同类部品用量比例达到 50% 以上的部品种类，达到 1 种，得 3 分；达到 3 种，得 5 分；达到 3 种以上，得 8 分。`,
        total: `8`,
        self: `0`
      },
    {
        number: `7.2.17`,
        content: `选用可再循环材料、可再利用材料及利废建材，评价总分值为 12 分，并按下列规则分别评分并累计：
    1 可再循环材料和可再利用材料用量比例，按下列规则评分：
    1) 住宅建筑达到 6% 或公共建筑达到 10%, 得 3 分。
    2) 住宅建筑达到 10% 或公共建筑达到 15%, 得 6 分。
    2 利废建材选用及其用量比例，按下列规则评分：
    1) 采用一种利废建材，其占同类建材的用量比例不低于 50%, 得 3 分。
    2) 选用两种及以上的利废建材，每一种占同类建材的用量比例均不低于 30%, 得 6 分。`,
        total: `12`,
        self: `3`
      },
    {
        number: `7.2.18`,
        content: `选用绿色建材，评价总分值为 12 分。绿色建材应用比例不低于 30%, 得 4 分；不低于 50%, 得 8 分；不低于 70%,得 12 分。`,
        total: `12`,
        self: `4`
      }
    ]
  },
  {
    title: '环境宜居',
    id: 'f',
    dataList: [
      {
        number: '8.1.1',
        content: '建筑规划布局应满足日照标准，且不得降低周边建筑的日照标准。',
        total: '——',
        self: '√'
      },
      {
        number: '8.1.2',
        content: '室外热环境应满足国家现行有关标准的要求。',
        total: '——',
        self: '√'
      },
      {
        number: '8.1.3',
        content: '配建的绿地应符合所在地城乡规划的要求，应合理选择绿化方式，植物种植应适应当地气候和土壤，且应无毒害、易维护，种植区域覆土深度和排水能力应满足植物生长需求，并应采用复层绿化方式。',
        total: '——',
        self: '√'
      },
      {
        number: '8.1.4',
        content: '场地的竖向设计应有利于雨水的收集或排放，应有效组织雨水的下渗、滞蓄或再利用；对大于 10hm2 的场地应进行雨水控制利用专项设计。',
        total: '——',
        self: '√'
      },
      {
        number: '8.1.5',
        content: '建筑内外均应设置便于识别和使用的标识系统。',
        total: '——',
        self: '√'
      },
      {
        number: '8.1.6',
        content: '场地内不应有排放超标的污染源。',
        total: '——',
        self: '√'
      },
      {
        number: '8.1.7',
        content: '生活垃圾应分类收集，垃圾容器和收集点的设置应合理并应与周围景观协调。',
        total: '——',
        self: '√'
      },
      {
        number: '8.2.1',
        content: `充分保护或修复场地生态环境，合理布局建筑及景观，评价总分值为 10 分，并按下列规则评分：
        l 保护场地内原有的自然水域、湿地、植被等，保持场地内的生态系统与场地外生态系统的连贯性，得 10 分。
        2 采取净地表层土回收利用等生态补偿措施，得 10 分。
        3 根据场地实际状况，采取其他生态恢复或补偿措施，得 10 分。`,
        total: '10',
        self: '0'
      },
      {
        number: '8.2.2',
        content: `规划场地地表和屋面雨水径流，对场地雨水实施外排总量控制，评价总分值为 10 分。场地年径流总量控制率达到 55%, 得 5 分；达到 70%, 得 10 分。`,
        total: '10',
        self: '5'
      },
      {
        number: '8.2.3',
        content: `充分利用场地空间设置绿化用地，评价总分值为 16 分，并按下列规则评分：
        1 住宅建筑按下列规则分别评分并累计：
        1) 绿地率达到规划指标 105% 及以上，得 10 分；
        2) 住宅建筑所在居住街坊内人均集中绿地面积，按表 8.2.3 的规则评分，最高得 6 分。                2 公共建筑按下列规则分别评分并累计：
        1) 公共建筑绿地率达到规划指标 105% 及以上，得 10 分；
        2) 绿地向公众开放，得 6 分。`,
        total: '16',
        self: '6'
      },
      {
        number: '8.2.4',
        content: `室外吸烟区位置布局合理，评价总分值为 9 分，并按下列规则分别评分并累计：
        1 室外吸烟区布置在建筑主出入口的主导风的下风向，与所有建筑出入口、新风进气口和可开启窗扇的距离不少于 8m,且距离儿童和老人活动场地不少于 8m, 得 5 分；
        2 室外吸烟区与绿植结合布置，并合理配置座椅和带烟头收集的垃圾筒，从建筑主出入口至室外吸烟区的导向标识完整、定位标识醒目，吸烟区设置吸烟有害健康的警示标识，得 4 分。`,
        total: '9',
        self: '9'
      },
      {
        number: '8.2.5',
        content: `利用场地空间设置绿色雨水基础设施，评价总分值为 15 分，并按下列规则分别评分并累计：
        1 下凹式绿地、雨水花园等有调蓄雨水功能的绿地和水体的面积之和占绿地面积的比例达到 40%, 得 3 分；达到 60%,得 5 分；
        2 衔接和引导不少于 80% 的屋面雨水进入地面生态设施，得 3 分；
        3 衔接和引导不少于 80% 的道路雨水进入地面生态设施，得 4 分；
        4 硬质铺装地面中透水铺装面积的比例达到 50%, 得 3 分。`,
        total: '15',
        self: '0'
      },
      {
        number: '8.2.6',
        content: `场地内的环境噪声优于现行国家标准《声环境质量标准》GB 3096 的要求，评价总分值为 10 分，并按下列规则评分：
        1 环境噪声值大于 2 类声环境功能区标准限值，且小于或等于 3 类声环境功能区标准限值，得 5 分。
        2 环境噪声值小于或等于 2 类声环境功能区标准限值，得 10 分。`,
        total: '10',
        self: '10'
      },
      {
        number: '8.2.7',
        content: `建筑及照明设计避免产生光污染，评价总分值为 10 分，并按下列规则分别评分并累计：
        1 玻璃幕墙的可见光反射比及反射光对周边环境的影响符合《玻璃幕墙光热性能》 GB/T 18091 的规定，得 5 分；
        2 室外夜景照明光污染的限制符合现行国家标准《室外照明干扰光限制规范》 GB/T 35626 和现行行业标准《城市夜景照明设计规范》 JGJ/T 163 的规定，得 5 分。`,
        total: '10',
        self: '10'
      },
      {
        number: '8.2.8',
        content: `场地内风环境有利于室外行走、活动舒适和建筑的自然通风，评价总分值为 10 分，并按下列规则分别评分并累计：
        1 在冬季典型风速和风向条件下，按下列规则分别评分并累计：
        1) 建筑物周围人行区距地高 1.5m 处风速小于 5m/s, 户外休息区、儿童娱乐区风速小于 2m/s, 且室外风速放大系数小于 2, 得 3 分；
        2) 除迎风第一排建筑外，建筑迎风面与背风面表面风压差不大于 5Pa, 得 2 分。
        2 过渡季、夏季典型风速和风向条件下，按下列规则分别评分并累计：
        1) 场地内人活动区不出现涡旋或无风区，得 3 分；
        2) 50% 以上可开启外窗室内外表面的风压差大于 0.5Pa,得 2 分。`,
        total: '10',
        self: '10'
      },
      {
        number: '8.2.9',
        content: `采取措施降低热岛强度，评价总分值为 10 分，按下列规则分别评分并累计：
        1 场地中处于建筑阴影区外的步道、游憩场、庭院、广场等室外活动场地设有乔木、花架等遮阴措施的面积比例，住宅建筑达到 30%, 公共建筑达到 10%, 得 2 分；住宅建筑达到 50%, 公共建筑达到 20%, 得 3 分；
        2 场地中处于建筑阴影区外的机动车道，路面太阳辐射反射系数不小于 0.4 或设有遮阴面积较大的行道树的路段长度超过 70%, 得 3 分；
        3 屋顶的绿化面积、太阳能板水平投影面积以及太阳辐射反射系数不小于 0.4 的屋面面积合计达到 75%, 得 4 分。`,
        total: '10',
        self: '0'
      },
    ]    
  },
  {
    title: '提高与创新',
    id: 'g',
    dataList: 
    [
      {
        number: '9.1.1',
        content: `绿色建筑评价时，应按本章规定对提高与创新项进行评价。`,
        total: '——',
        self: '√'
      },
      {
        number: '9.1.2',
        content: `提高与创新项得分为加分项得分之和，当得分大于 100 分时，应取为 100 分。`,
        total: '——',
        self: '√'
      },
      {
        number: '9.2.1',
        content: `采取措施进一步降低建筑供暖空调系统的能耗，评价总分值为 30 分。建筑供暖空调系统能耗相比国家现行有关建筑节能标准降低 40%, 得 10 分；每再降低 10%, 再得 5 分，最高得 30 分。`,
        total: '30',
        self: '0'
      },
      {
        number: '9.2.2',
        content: `采用适宜地区特色的建筑风貌设计，因地制宜传承地域建筑文化，评价分值为 20 分。`,
        total: '20',
        self: '0'
      },
      {
        number: '9.2.3',
        content: `合理选用废弃场地进行建设，或充分利用尚可使用的旧建筑，评价分值为 8 分。`,
        total: '8',
        self: '0'
      },
      {
        number: '9.2.4',
        content: `场地绿容率不低于 3.0, 评价总分值为 5 分，并按下列规则评分：
        1 场地绿容率计算值不低于 3.0, 得 3 分。
        2 场地绿容率实测值不低于 3.0, 得 5 分。`,
        total: '5',
        self: '0'
      },
      {
        number: '9.2.5',
        content: `采用符合工业化建造要求的结构体系与建筑构件，评价分值为 10 分，并按下列规则评分：
        1 主体结构采用钢结构、木结构，得 10 分。
        2 主体结构采用装配式混凝土结构，地上部分预制构件应用混凝土体积占混凝土总体积的比例达到 35%, 得 5 分；达到50%, 得 10 分。`,
        total: '10',
        self: '0'
      },
      {
        number: '9.2.6',
        content: `应用建筑信息模型 (BIM) 技术，评价总分值为 15 分。在建筑的规划设计、施工建造和运行维护阶段中的一个阶段应用，得 5 分；两个阶段应用，得 10 分；三个阶段应用，得 15 分。`,
        total: '15',
        self: '0'
      },
      {
        number: '9.2.7',
        content: `进行建筑碳排放计算分析，采取措施降低单位建筑面积碳排放强度，评价分值为 12 分。`,
        total: '12',
        self: '0'
      },
      {
        number: '9.2.8',
        content: `按照绿色施工的要求进行施工和管理，评价总分值为 20 分，并按下列规则分别评分并累计：
        1 获得绿色施工优良等级或绿色施工示范工程认定，得 8 分；
        2 采取措施减少预拌混凝土损耗，损耗率降低至 1.0%,得 4 分；
        3 采取措施减少现场加工钢筋损耗，损耗率降低至 1.5%,得 4 分；
        4 现浇混凝土构件采用铝模等免墙面粉刷的模板体系，得 4 分。`,
        total: '20',
        self: '0'
      },
      {
        number: '9.2.9',
        content: `采用建设工程质量潜在缺陷保险产品，评价总分值为 20 分，并按下列规则分别评分并累计：
        1 保险承保范围包括地基基础工程、主体结构工程、屋面防水工程和其他土建工程的质量问题，得 10 分；
        2 保险承保范围包括装修工程、电气管线、上下水管线的安装工程，供热、供冷系统工程的质量问题，得 10 分。`,
        total: '20',
        self: '0'
      },
      {
        number: '9.2.10',
        content: `采取节约资源、保护生态环境、保障安全健康、智慧友好运行、传承历史文化等其他创新，并有明显效益，评价总分值为 40 分。每采取一项，得 10 分，最高得 40 分。`,
        total: '40',
        self: '0'
      }
    ]
  }
]
